Repository: Angkhan1992/RiderHud
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: RHID Number
ar: رقم التعريفي

source: Password
ar: كلمة المرور

# region_picker_title
source: Select Delivery Region
ar: اختر نطاق التوصيل

source: Login
ar: تسجيل الدخول

# title_status
source: STATUS MAP
ar: الخريطة

# title_order
source: ORDERS
ar: الطلبات

# title_history
source: HISTORY
ar: سِجل

# title_chat
source: CHAT
ar: الدردشة

# bottom_status
source: Status
ar: الحالة

# bottom_orders
source: Orders
ar: الطلبات

# bottom_history
source: History
ar: سِجل

# bottom_chat
source: Chat
ar: دردشة

# title_offline
source: Shift Not Started
ar: موعدك لم يبدأ

# title_soon
source: Ready for ride
ar: جاهز لبدأ العمل

# title_online
source: Looking for orders
ar: يتم بحث عن طلبيات...

# status_offline
source: Offline
ar: غير متصل

# status_soon
source: Soon
ar: سيبدأ قريباً

# status_online
source: Online
ar: متصل

# rate_break_profile
source: Ratings, Break, Profile
ar: التقييم - استراحة - ملفك الشخصي

source: Duty Option
ar: خيارات العمل

source: Request Break
ar: طلب استراحة

source: Extend Duty
ar: تمديد العمل

source: One Time Only
ar: فقط مرة واحدة

source: Chat Support
ar: دردشة الدعم

source: Day
ar: يوم

source: Month
ar: شهر

source: Year
ar: سنة

# today_order
source: Today's Orders
ar: طلبيات اليوم

source: Assigned Orders
ar: طلبيات معينة لك

source: Nearby Pendings
ar: طلبيات قريبة منك

source: Before You Begin
ar: قبل أن تبدأ

# before_dialog_desc
source: Make sure you’re ready for your ride !
ar: تأكد أنك جاهز للعمل !

# charge_phone_data
source: Charged Phone With Data
ar: هاتف و اشتراك انترنت

source: Enough Fuel
ar: لديك وقود كافي

source: Thermal Bag
ar: شنطة حرارية

source: Company T-Shirt
ar: ملابس رسمية

source: Start Riding
ar: بدأ العمل

source: Ride Now
ar: أركب الآن

source: Items
ar: محتويات

source: Accept
ar: قبول

source: Directions
ar: الاتجاهات

source: PICK UP AT
ar: استلام الطلب

# pick_up_detail
source: To confirm pickup process, slide the button to right and that means you agreed to terms and conditions.
ar: لتأكيد إستلام الطلب، مرر الزر إلى اليسار و كذلك يعني انك وافقت على الشروط و الأحكام

# slider_after_arrival
source: Slide after arrival
ar: مرر الزر بعد الوصول

source: CUSTOMER
ar: العميل

# order_detail
source: ORDER DETAILS
ar: تفاصيل الطلب

# confirm_title
source: Please confirm the following
ar: يرجى تأكيد الآتي

# confirm_desc
source: Please confirm you have all of the following items, click Confirm or Go Back
ar: 'يرجى تأكيد أن لديك جميع هذه المحتويات ، اضغط 'تأكيد' أو 'تراجع

source: Confirm
ar: تأكيد الاستلام

source: Go Back
ar: تراجع

source: Delivery for
ar: التوصيل إلى

source: DROP OFF
ar: تسليم الطلب

# drop_off_title
source: After arrival, Give items to customer then slide to drop off order and take the next order.
ar: بعد الوصول، أعطي المنتجات للعميل ثم قم بتمرير الزر لإنهاء الطلب

# drop_off_result
source: I’ve arrived at customer
ar: لقد وصلت إلى العميل

source: Notes
ar: ملاحظات

# notes_detail
source: Please keep the order at my door
ar: اترك البضاعة عند الباب

# account_block
source: Your Account is Blocked
ar: حسابك تم إيقافه مؤقتاً

# min_left
source: Time Left
ar: الوقت المتبقي

# you_break
source: You are in break
ar: أنت الآن في استراحة

# api_connection_title
source: Waiting Approval
ar: انتظار الموافقة

# api_connection_desc
source: We have received your request.....
ar: استلمنا طلبك.....

# customer_payment
source: Customer's Payment
ar: المبلغ المطلوب

# timezone_detail_one
source: You’re scheduled to Rider Hub in
ar: من ١٠:٠٠ ص - ١٧ م

# timezone_detail_two
source: Starts At
ar: مناوبتك تبدأ في

# price_unit
source: OMR
ar: ر.ع

# distance_unit
source: Km
ar: كم

source: Notifications
ar: الاشعارات
